using System;
using System.Collections.Generic;
using System.ComponentModel;
using System.Data;
using System.Drawing;
using System.Linq;
using System.Text;
using System.Threading.Tasks;
using System.Windows.Forms;

namespace Pos
{
    public partial class Help : Form
    {
        public Help()
        {
            InitializeComponent();

            label1.Text = "Энэхүү програм нь POS системийн жишиг програм юм. \n" +
                "Програм нь хэрэглэгчийн интерфэйс, өгөгдлийн сан, \n" +
                "бараа бүтээгдэхүүний жагсаалт, төлбөрийн систем зэрэг \n" +
                "функцүүдийг агуулсан.\n\n" +
                "Хэрэглэгчийн интерфэйс: \n" +
                "Програмын интерфэйс нь хэрэглэгчдэд энгийн бөгөөд ойлгомжтой \n" +
                "байх зорилготой. Хэрэглэгчид бараа бүтээгдэхүүнээ сонгох, \n" +
                "төлбөр хийх, баримт гаргах зэрэг үйлдлүүдийг хийж чадна.\n\n" +
                "Өгөгдлийн сан: \n" +
                "Програм нь SQLite өгөгдлийн санг ашиглан бараа бүтээгдэхүүн, \n" +
                "хэрэглэгчийг хадгалдаг.\n\n" +
                "Бараа бүтээгдэхүүний жагсаалт: \n" +
                "Програм нь бараа бүтээгдэхүүний жагсаалтыг харуулах бөгөөд \n" +
                "хэрэглэгчид бараа бүтээгдэхүүнээ сонгох боломжтой.\n\n" +
                "Төлбөрийн систем: \n" +
                "Програм нь төлбөрийн системийг агуулдаг бөгөөд хэрэглэгчид \n" +
                "төлбөр хийх боломжтой.";
        }
    }
}
